const plans = {
  title: "البطاقات",
  subtitle: "اختاري الباقة المثالية لتحقيق هدفك",
  description: "اختاري من أفضل الخطط لضمان التوافق المثالي مع احتياجاتك.",
  description2: "محتاجة أكثر أو أقل؟ خصصي اشتراكك ليتناسب تمامًا مع احتياجاتك!",
  durationButtons: { button1: "شهر", button2: "3 شهور" },
  plan1: {
    title: "الباقة الاقتصادية",
    planDescription:
      "ابدئي مع خطتنا الاقتصادية، التي تشمل كل الأساسيات: نظام غذائي مخصص، ودعم مستمر لمساعدتك في تحقيق أهدافك.",
    featuresList: {
      1: "مراجعة لحالتكِ الصحية بناءً على مجموعة من التحاليل الطبية .",
      2: "نظام غذائي متكامل مُخصص لكِ حسب  طبيعة جسمكِ، حالتكِ الصحية، وروتين يومكِ و تفضيلاتك في الأكل .",
      3: "نظام تمارين مُخصص لكِ حسب  احتياجك و هدفك و المتوفر عندك من الأدوات فى البيت او الجيم .",
      4: "خطة مكملات غذائية حسب احتياجك .",
      5: "مكالمة فيديو شهرياً مع د شروق .",
      6: "الرد على اسئلتك و استفساراتك بشكل يومى من خلال فريق د شروق الطبي.",
      7: "جدول متابعة يومي لمعرفة مدى التزامك .",
      8: "تغيير النظام الغذائى  كل أسبوعين بناء على التزامك و استجابة الجسم .",
      9: "تغيير نظام التمارين كل شهر بناء على التزامك و استجابة الجسم .",
      10: "خدمة عملاء متاحة يومياً لمساعدتك في حل أى مشكلة تواجهك .",
    },
  },
  plan2: {
    title: "الباقة الفضية",
    planDescription:
      "انتقلي لخطتنا الفضية مع نظام تمارين مخصص ليكى يتم تحديثه شهرياً حسب تقدمك",
    featuresList: {
      1: "مراجعة لحالتكِ الصحية بناءً على مجموعة من التحاليل الطبية .",
      2: "نظام غذائي متكامل مُخصص لكِ حسب  طبيعة جسمكِ، حالتكِ الصحية، وروتين يومكِ و تفضيلاتك في الأكل .",
      3: "نظام تمارين مُخصص لكِ حسب  احتياجك و هدفك و المتوفر عندك من الأدوات فى البيت او الجيم .",
      4: "خطة مكملات غذائية حسب احتياجك .",
      5: "مكالمة فيديو شهرياً مع د شروق .",
      6: "الرد على اسئلتك و استفساراتك بشكل يومى من خلال فريق د شروق الطبي.",
      7: "جدول متابعة يومي لمعرفة مدى التزامك .",
      8: "تغيير النظام الغذائى  كل أسبوعين بناء على التزامك و استجابة الجسم .",
      9: "تغيير نظام التمارين كل شهر بناء على التزامك و استجابة الجسم .",
      10: "خدمة عملاء متاحة يومياً لمساعدتك في حل أى مشكلة تواجهك .",
    },
  },
  plan3: {
    title: "الباقة الذهبية",
    planDescription:
      "احصلي على أفضل خططنا مع مكالمات فيديو شهرية ودعم يومي من د. شروق.",
    featuresList: {
      1: "مراجعة لحالتكِ الصحية بناءً على مجموعة من التحاليل الطبية .",
      2: "نظام غذائي متكامل مُخصص لكِ حسب  طبيعة جسمكِ، حالتكِ الصحية، وروتين يومكِ و تفضيلاتك في الأكل .",
      3: "نظام تمارين مُخصص لكِ حسب  احتياجك و هدفك و المتوفر عندك من الأدوات فى البيت او الجيم .",
      4: "خطة مكملات غذائية حسب احتياجك .",
      5: "مكالمة فيديو شهرياً مع د شروق .",
      6: "الرد على اسئلتك و استفساراتك بشكل يومى من خلال د شروق .",
      7: "جدول متابعة يومي لمعرفة مدى التزامك .",
      8: "تغيير النظام الغذائى  كل أسبوعين بناء على التزامك و استجابة الجسم .",
      9: "تغيير نظام التمارين كل شهر بناء على التزامك و استجابة الجسم .",
      10: "خدمة عملاء متاحة يومياً لمساعدتك في حل أى مشكلة تواجهك .",
    },
  },
  selectPLan: "اشتركي الآن !",
  thumbnail: "اكتشفي الباقة المثالية لرحلتك نحو صحة أفضل!",
};

export default plans;
