const aboutUsPageTranslations = {
  thumbnail: "من الرؤية إلى الواقع: القصة الملهمة وراء موزون للدكتورة شروق علي",
  ourStory: {
    title: "قصتنا",
    subtitle: "شهادات تروي قصص التميز",
    timeline: {
      1: {
        title: "دبلومة التغذية العلاجية من كلية الصيدلة جامعة طنطا",
      },
      2: {
        title: "أخصائي علاج امراض السمنة المعتمد من نقابة صيادلة الجيزة",
      },
      3: {
        title:
          "دبلومة علاج أمراض السمنة و النحافة معتمدة من الفيدرالية العالمية للسمنة",
      },
      4: {
        title: "أخصائى تغذية علاجية معتمد من نقابة صيادلة مصر",
      },
      5: {
        title: "عضو الجمعية المصرية العربية للتغذية الصحية و العلاجية EASHTN",
      },
      6: {
        title:
          "التدريب على أساسيات التغذية فى حالات الطوارئ معتمدة من اليونيسيف",
      },
      7: {
        title: "ورشة تدريبية فى العلاج الغذائي لحالات مرضية مختلفة",
      },
      8: {
        title: "هيلث كوتش معتمد من الفيدرالية  العالمية للكوتشنج ICF",
      },
      9: {
        title: "عضو الجمعية المصرية لصيادلة التغذية ESNP",
      },
    },
  },
  coreValues: {
    title: "قِيَمنا",
    subtitle: "القيم الجوهرية",
    values: {
      customerSatisfaction: {
        title: "رضا العملاء",
        description: "ضمان تجربة إيجابية وتلبية توقعات العملاء.",
      },
      transparency: {
        title: "الشفافية",
        description: "التواصل الشفاف والمفتوح في جميع الأوقات.",
      },
      reputation: {
        title: "السمعة",
        description: "بناء الثقة من خلال الجودة المستمرة والموثوقية.",
      },
      response: {
        title: "خدمة عملاء متميزة دائمًا في خدمتك",
        description: "دائمًا هنا لدعمك ومساعدتك في أي وقت تحتاجينه.",
      },
    },
  },
  faq: {
    title: "أسئلتكم",
    subtitle: "الأسئلة المتكررة",
    subtitle2: "",
    1: {
      question: "مين يقدر يتابع معانا ؟",
      answer:
        " أى حد يقدر يتابع معانا بداية من سن 4 سنين او عندك مشكلة صحية هنصمملك النظام اللى يناسبك و نساعدك توصلي للوزن والشكل المثالي.",
    },
    2: {
      question: "هل فى أدوية أو تركيبات للنحافة أو التخسيس ؟",
      answer:
        " د/ شروق مش بتعتمد إطلاقا على فواتح الشهية ولا على التركيبات ولا الأعشاب ولا الكورتيزون ولا الأدوية وغيره… لان كل دي حاجات بتلعب على الهرمونات عندك وبمجرد ما تبطليها هترجعى لوزنك تاني .",
    },
    3: {
      question: "هل بيكون في تحاليل مطلوبة ؟",
      answer:
        "أكيد طبعاً التحاليل مهمة جداً لمعرفة وضعك الصحى الحالى و بتساعدنا نصمم النظام المناسب لحالتك.",
    },
    4: {
      question: "التغير فى الوزن بيكون قد ايه فى الشهر ؟",
      answer:
        "التغير فى الوزن سواء بالزيادة أو النقص بيختلف من شخص للتاني بسبب إن إستجابة كل جسم بتختلف حسب : الجينات، تاريخك الوراثى، التاريخ المرضي، التحاليل الطبية و حالتك الصحية، مدى الالتزام بالتعليمات و النظام.",
    },
    5: {
      question:
        "إيه المميز فى المتابعة الأونلاين معانا و ليه بنفضلها على الأوفلاين ؟",
      answer:
        "المميز أن بيكون معاكى فريق متكامل من أخصائيين التغذية و المدربات بشكل يومى بيتابعوا معاكى مدى التزامك بالنظام و يجاوبوا على كل أسئلتك و إستفساراتك عشان نبقى دايما متابعين حالتك و نساعدك توصلى لأفضل نتيجة .",
    },
  },
};

export default aboutUsPageTranslations;
