const aboutUsPageTranslations = {
  thumbnail:
    "من الفكره الي الواقع: رحلة التحدي والإنجاز وراء موزون مع د. شروق علي",
  ourStory: {
    title: "قصتنا",
    subtitle: "كيف بدأت الرحلة",
    timeline: {
      1: {
        title: "أخصائي معتمد لإدارة السمنة",
        description:
          "حصلت على شهادة تخصصية في إدارة السمنة، مع التركيز على تقديم حلول مخصصة لدعم الأفراد في الوصول إلى أهدافهم الصحية المتعلقة بالوزن.",
      },
      2: {
        title: "عضو في الجمعية المصرية للصيادلة المتخصصين في التغذية",
        description:
          "انضممت إلى الجمعية المرموقة لتعزيز الخبرة في تقاطع التغذية والصيدلة لتحسين نتائج المرضى.",
      },
      3: {
        title: "التدريب الأساسي على التغذية في حالات الطوارئ",
        description:
          "أتممت التدريب الأساسي في التغذية لحالات الطوارئ، مما يضمن تقديم الرعاية الغذائية السريعة والفعالة في الحالات الحرجة.",
      },
      4: {
        title: "برنامج التعليم المهني من المركز الاستراتيجي للسمنة",
        description:
          "تخرجت من برنامج تعليمي متقدم في السمنة، مما عزز خبرتي الاستراتيجية في إدارة السمنة باستخدام أساليب حديثة تستند إلى الأدلة.",
      },
      5: {
        title: "ورشة تدريبية في العلاج الغذائي لحالات صحية متنوعة",
        description:
          "حصلت على تدريب عملي في العلاج الغذائي لحالات صحية متنوعة مثل اضطرابات الغدة الدرقية، أمراض الكبد، جراحة السمنة، التغذية الرياضية، سن اليأس، أمراض الشيخوخة، العناية بالبشرة، ومشاكل الجهاز الهضمي.",
      },
      6: {
        title: "برنامج مدرب صحة معتمد من إنتليكت",
        description:
          "حصلت على شهادة مدرب صحة معتمد، حيث تعلمت تقنيات موجهة نحو العميل لمساعدتهم في تحقيق أهدافهم الصحية والعافية.",
      },
      7: {
        title: "دبلومة التغذية في الرعاية الصحية - جامعة طنطا",
      },
    },
  },
  coreValues: {
    title: "قِيَمنا",
    subtitle: "مبادئنا التي نبني عليها نجاحنا",
    values: {
      customerSatisfaction: {
        title: "رضا العملاء",
        description: "ضمان تجربة إيجابية وتلبية توقعات العملاء.",
      },
      transparency: {
        title: "الشفافية",
        description: "التواصل الشفاف والمفتوح في جميع الأوقات.",
      },
      reputation: {
        title: "السمعة",
        description: "بناء الثقة من خلال الجودة المستمرة والموثوقية.",
      },
      response: {
        title: "خدمة عملاء متميزة دائمًا في خدمتك",
        description: "دائمًا هنا لدعمك ومساعدتك في أي وقت تحتاجينه.",
      },
    },
  },
  faq: {
    title: "أسئلتكم",
    subtitle: "الأسئلة المتكررة",
    subtitle2: "",
    1: {
      question: "مين يقدر يتابع معانا ؟",
      answer:
        " أى حد يقدر يتابع معانا بداية من سن 4 سنين او عندك مشكلة صحية هنصمملك النظام اللى يناسبك و نساعدك توصلي للوزن والشكل المثالي.",
    },
    2: {
      question: "هل فى أدوية أو تركيبات للنحافة أو التخسيس ؟",
      answer:
        " د/ شروق مش بتعتمد إطلاقا على فواتح الشهية ولا على التركيبات ولا الأعشاب ولا الكورتيزون ولا الأدوية وغيره… لان كل دي حاجات بتلعب على الهرمونات عندك وبمجرد ما تبطليها هترجعى لوزنك تاني .",
    },
    3: {
      question: "هل بيكون في تحاليل مطلوبة ؟",
      answer:
        "أكيد طبعاً التحاليل مهمة جداً لمعرفة وضعك الصحى الحالى و بتساعدنا نصمم النظام المناسب لحالتك.",
    },
    4: {
      question: "التغير فى الوزن بيكون قد ايه فى الشهر ؟",
      answer:
        "التغير فى الوزن سواء بالزيادة أو النقص بيختلف من شخص للتاني بسبب إن إستجابة كل جسم بتختلف حسب : الجينات، تاريخك الوراثى، التاريخ المرضي، التحاليل الطبية و حالتك الصحية، مدى الالتزام بالتعليمات و النظام.",
    },
    5: {
      question:
        "إيه المميز فى المتابعة الأونلاين معانا و ليه بنفضلها على الأوفلاين ؟",
      answer:
        "المميز أن بيكون معاكى فريق متكامل من أخصائيين التغذية و المدربات بشكل يومى بيتابعوا معاكى مدى التزامك بالنظام و يجاوبوا على كل أسئلتك و إستفساراتك عشان نبقى دايما متابعين حالتك و نساعدك توصلى لأفضل نتيجة .",
    },
  },
};

export default aboutUsPageTranslations;
