const dataCollectionPageTranslations = {
  title: "سياسة الخصوصية",
  subtitle: "سياسة جمع البيانات",
  hook: "خصوصيتك مهمة للغاية بالنسبة لنا. في موزون، نحن ملتزمون بحماية بياناتك الشخصية والشفافية في كيفية جمعها واستخدامها وتخزينها. فيما يلي، نوضح أنواع المعلومات التي نجمعها، وكيفية استخدامها، وحقوقك المتعلقة ببياناتك الشخصية.",
  collectedData: {
    title: "ما البيانات التي نجمعها:",
    1: {
      title: "المعلومات الشخصية:",
      description:
        "يشمل ذلك اسمك، عنوان بريدك الإلكتروني، عمرك، جنسك، وأي تفاصيل أخرى تقدمها أثناء عملية إنشاء الحساب أو عند الاشتراك في خدماتنا.",
    },
    2: {
      title: "بيانات الصحة واللياقة البدنية:",
      description:
        "كجزء من خدماتنا، نجمع بيانات تتعلق بتفضيلاتك الغذائية، وتاريخ تمارينك، وأهداف لياقتك، وقياسات جسمك، وحالتك الصحية لتقديم خطط مخصصة لك.",
    },
    3: {
      title: "استخدام البيانات:",
      description:
        "نجمع بيانات حول كيفية استخدامك لمنصتنا، مثل الخدمات التي تتفاعل معها، عناوين الـ IP، معلومات الجهاز، ونشاط المتصفح.",
    },
  },
  dataUsage: {
    title: "كيف نستخدم بياناتك:",
    1: {
      title: "لتقديم الخدمات:",
      description:
        "نستخدم بياناتك الصحية واللياقية والشخصية لتقديم خطط تمارين وتغذية مخصصة تتناسب مع أهدافك.",
    },
    2: {
      title: "لتحسين خدماتنا:",
      description:
        "استخدام بياناتك يساعدنا في فهم كيفية تفاعل المستخدمين مع منصتنا وخدماتنا، مما يتيح لنا تحسين تجربة المستخدم.",
    },
    3: {
      title: "للتواصل معك:",
      description:
        "نستخدم بيانات الاتصال الخاصة بك لإرسال تحديثات الخدمة، النشرات الإخبارية، العروض الترويجية، وأي تواصلات ذات صلة. يمكنك إلغاء الاشتراك في أي وقت.",
    },
    4: {
      title: "لتلبية الالتزامات القانونية:",
      description:
        "قد نستخدم بياناتك للامتثال لأي متطلبات قانونية، مثل اللوائح المالية أو قوانين حماية البيانات.",
    },
    5: {
      title: "أمان البيانات:",
      description:
        "يتم تشفير بياناتك وتخزينها بشكل آمن وفقًا لللوائح الدولية لحماية البيانات. نحن نتبع أفضل الممارسات لمنع الوصول غير المصرح به أو الكشف عن بياناتك أو تعديلها.",
    },
  },
};

export default dataCollectionPageTranslations;
