const followUpPolicyPageTranslations = {
  title: "الشروط والأحكام",
  subtitle: "شروط المتابعة",
  1: "تبدأ المتابعة من تاريخ إستلام أول نظام غذائى .",
  2: "غير متاح توقف المتابعة نهائياً في حالة الإشتراك الشهرى .",
  3: "متاح توقف المتابعة لمدة أسبوعين بحد أقصى فى حالة الاشتراك 3 شهور .",
  4: "متاح توقف المتابعة لمدة شهر بحد أقصى فى حالة الاشتراك 6 شهور .",
  5: "فى الباقة الذهبية غير متاح تأجيل ميعاد الفيديو كول فى نفس اليوم أو اليوم الذى يسبقه و فى حالة الرغبة فى التأجيل لأي سبب يرجى مراسلتنا قبل 48 ساعة على الأقل من الموعد .",
  6: "فى الباقة الذهبية فى حالة التأخير أكثر من 10 دقائق عن ميعاد الفيديو كول  يتم إلغاء المكالمة و تستمر المتابعة بدونها .",
  7: "يرد كلاً من د/ شروق و الفريق الطبى على كل استفساراتك وأسئلتك خلال مواعيد العمل يومياً من الساعة 9 صباحاً حتى الساعة 4 مساءاً ( عدا الجمعة والإجازات الرسمية ) .",
  8: "لتحقيق أقصى استفادة من المتابعة يُرجى إجراء التحاليل الطبية المطلوبة في أقرب وقت .",
  9: "للحصول على أفضل نتائج من المتابعة يُرجى الالتزام بالنظام الغذائى و بإرسال التقرير اليومى .",
  hook: "( يُرجى قراءة التفاصيل جيداً لأن دفع الإشتراك يعتبر موافقة على تفاصيل وشروط المتابعة ) .",
};
export default followUpPolicyPageTranslations;
