const homePageTranslations = {
  heroBanner: {
    title: {
      text: "لو قلقانة من شكل جسمك !",
      hook: " هنساعدك ترجعى ثقتك",
      hook2: " فى نفسك.",
    },
    description:
      "إبدأى رحلتك معانا دلوقتى واستمتعي بتغيير عاداتكِ الغذائية ونمط حياتكِ. و هتبدئي تلاحظي فرق واضح في وزنكِ، مقاسات جسمكِ، وصحتكِ.",
    actionButtons: {
      viewPackages: "عرض الباقات",
      contactUs: "تواصلي معنا",
    },
    transformations: {
      1: {
        before: "قبل: 100 كيلو",
        after: "بعد: 80 كيلو",
        name: "زينب",
        story:
          "خست 20 كيلو فى 8 شهور و كانت بتعاني من مشاكل ف العمود الفقري منعتها من ممارسة الرياضة و بتعمل جلسات علاج طبيعي طول فترة المتابعة ، عشان كدا خست بالنظام الغذائي فقط و مشاكل ضهرها قلت بنسبة 95% بعد المتابعة ",
      },
      2: {
        before: "قبل: 43 كيلو",
        after: "بعد: 63 كيلو",
        name: "مودة",
        story:
          "زادت 20 كيلو و كانت بتعانى من الجرثومة و مشاكل فى المعدة و ارتجاع المريء و مفيش عندها شهية للأكل و بعد المتابعة مشاكل معدتها اتحسنت و شهيتها بقت كويسة جداً و كمان بشرتها و شعرها بقوا احسن بشهادتها و وزنها وصل 63 كيلو و قدرت تحافظ عليه بعد ما كانت 43 كيلو ",
      },
      3: {
        before: "قبل: 31 كيلو",
        after: "بعد: 38.5 كيلو",
        name: "بسملة",
        story:
          "طفلة عندها 13 سنة زادت 7 كيلو و كانت بتعانى من نقص حديد و فيتامينات و سوء هضم و قلة التركيز و شهيتها ضعيفة جداً و بعد المتابعة بفترة قصيرة وزنها زاد من 31 كيلو ل 38 كيلو و شكلها و لبسها بقى مظبوط و شهيتها اتحسنت و صحتها بقت أفضل بشكل كبير و لسه مكملة معانا لحد ما توصل لهدفها ",
      },
      4: {
        before: "قبل: 50 كيلو",
        after: "بعد: 66 كيلو",
        name: "ريهام",
        story:
          "زادت 16 كيلو بعد ما كانت شهيتها ضعيفة جداً قدرت بالمتابعة معانا تحسن شهيتها و وزنها زاد من 50 كيلو ل 66 كيلو",
      },
      5: {
        before: "قبل: 80 كيلو",
        after: "بعد: 47 كيلو",
        name: "ندى",
        story: "خست 33 كيلو و مع المتابعة قدرة توصل لهدفها",
      },
    },
  },
  aboutUsHook: "تألقي بوزن و شكل مثالي! انضمي إلينا في رحلة تحول فريدة ",
  aboutUs: {
    title: "معلومات عنا",
    subtitle: "اكتشفي الشخصية الملهمة",
    subtitle2: "وراء نجاح",
    name: "د/ شروق على",
    description: {
      1: "طبيب صيدلي / أخصائي تغذية علاجية / أخصائي تغذية سمنة ونحافة / هيلث كوتش معتمد ICF",
      2: "عضو الفيدرالية العالمية للسمنة والنحافة SCOPE.",
      3: "عضو الجمعية المصرية للتغذية العلاجية والصحية EASHTEN.",
      4: "عضو الجمعية المصرية لصيادلة التغذية ESNP.",
      5: "أخصائية تغذية علاجية معتمدة من جامعة طنطا.",
      6: "هيلث كوتش معتمد من الفيدرالية العالمية للكوتشنج ICF.",
    },
    actionButtons: {
      viewMore: "تعرف على المزيد",
      contactUs: "تواصلي معنا",
    },
  },
  services: {
    title: "خدماتنا",
    subtitle: "ما نقدمه لكي  تحققي هدفك ",
    servicesData: {
      1: {
        name: "مراجعة تحاليلك و حالتك الصحية",
        description:
          "مراجعة نتائج تحاليلك وتقييم حالتك الصحية لتصميم أفضل خطة تناسبك.",
      },
      2: {
        name: "برامج غذائية مخصصة لحالتك و احتياجاتك",
        description:
          "برامج غذائية مصممة خصيصاً لتلبية احتياجاتك الصحية والفردية.",
      },
      3: {
        name: "برامج تدريبية مناسبة لظروفك و أهدافك",
        description: "برامج تدريبية مصممة خصيصاً لتناسب ظروفك الشخصية وأهدافك.",
      },
      4: {
        name: "خطة فيتامينات و مكملات غذائية",
        description:
          "خطة مخصصة للفيتامينات والمكملات الغذائية بما يتناسب مع احتياجاتك الصحية.",
      },
      5: {
        name: "متابعة يومية لمستواك و إلتزامك بالأنظمة",
        description: "متابعة يومية لمدى تقدمك و التزامك بالأنظمة.",
      },
      6: {
        name: "خدمة عملاء 7/24 لحل أى مشكلة تواجهك",
        description: "خدمة عملاء متاحة على مدار الساعة لحل أي مشكلة تواجهك.",
      },
    },
  },
  reviews: {
    title: "تجارب عملائنا",
    subtitle: "عملائنا قالوا ايه",
    subtitle2: "",
    reviewsData: {
      1: {
        name: "جهاد محمود شحاتة",
        review:
          ".المتابعة مع دكتورة شروق كانت ممتازة، ساعدتني أظبط أكلي وكان في بدائل كتير لحاجات معينة. المتابعة كانت يرمية على النظام اللي بمشي عليه. أنا بحب السكريات شوية، لكن كانت بتدخل لي وصفات تخليني مش محتاجة ألجا للسكريات. خسيت حوالي 10 كيلو خلال 4 شهور، مع العلم إني ما كنتش مهتمة بالرياضة في الأول بسبب الشغل. لو كنت اهتميت بيها، كان الموضوع هيتظبط أكتر. ما حسيتش بأي حرمان خالص، حتى في أيام العيد ما حسيتش إنى عايزة ابوظ الدايت. لو حصل بتشجعني أرجع للنظام ولا كأن حاجة حصلت. فرق المقاسات واضح جدا، في هدوم البيت وهدوم الخروج اللي ما كنتش بحب شكلي فيها، الحمد لله، الأمور ظبطت كتير",
      },
      2: {
        name: "سارة حسام",
        review:
          "حقيقي يا دكتور شكرا جدا جدا لحضرتك. بجد أنا من غير حضرتك مكنتش أقدر أوصل للوزن دا في فترة الرضاعة، وكمان مع حضرتك قدرت أحافظ على الرضاعة الطبيعية رغم إنني كنت متأثرة بسبب حساسية الألبان اللي عند بنتي واضطريت أقطع المنتجات دي. أنا كنت حقيقي دايمًا هبطانة وبدوخ، لكن مع حضرتك اتحسنت، والرضاعة وإدرار اللبن بقى أحسن كتير. وكمان رجعت لجسمي.",
      },
      3: {
        name: "منيره العنان",
        review:
          "أولًا قبل أي حاجة صحتي، بجد النظام فعلاً فرق معايا جدًا في صحتي في كل حاجة. ثانيًا، الارتجاع تقريبًا اختفى لما انتظمت بمواعيد ثابتة للوجبات والمكملات، بجد اختفى وبقيت بنام دلوقتي من غير أي حاجة للحموضة. ثالثًا، فرق في شكلي جدًا، وده خلى نفسيتي أحسن، وبقى عندي ثقة كدا في نفسي وبقيت مبسوطة من شكل جسمي. رابعًا، المتابعة اليومية مع حضرتك خلتني أقدر أنتظم بسهولة على النظام، فبجد شكرًا.",
      },
      4: {
        name: "رنا عماد",
        review:
          "المتابعة كانت مريحة جدًا، والأكل كان متنوع، ودايمًا كان في بديل لأي حاجة. وبجد البلان كانت مرنة لآخر حد، وبقيت بعرف آكل كويس وما حسيتش أبدًا إني مجبرة على الأكل. زدت 10 كيلو واستفدت من كلام الدكتور وتعليماتها بالنسبة للأكل، وعرفتني إيه المناسب ليا وإيه اللي ما ينفعش، وده ساعدني كتير إني أكون صحيًا أحسن.",
      },
      5: {
        name: "مروه عاشور",
        review:
          "أنا ملاحظة إن معدتي هديت الحمد لله، كنت بصحى من النوم ومعدتي تعباني، دلوقتي. جزاكِ اللّٰه كل خير يا دكتور أعراض القولون العصبي، مثل الانتفاخ والحاجات. بنسبة 80% الوجع بتاع الصبح وبتاع اليوم راح، اللهم لك الحمد، دي بردوا اختفت بجد، وده كان السبب إني مش بقدر آكل كتير.",
      },
      6: {
        name: "بسمه سمير",
        review:
          "أولًا، صحتي بجد تحسنت بشكل كبير، والنظام فعلاً فرق معايا في كل حاجة. ثانيًا، الارتجاع تقريبًا اختفى لما انتظمت بمواعيد ثابتة للوجبات والمكملات، وبجد اختفى، وبقيت بنام دلوقتي من غير أي حاجة للحموضة. ثالثًا، فرق في شكلي جدًا، وده خلى نفسيتي أحسن، وبقى عندي ثقة في نفسي وبقيت مبسوطة من شكل جسمي. رابعًا، المتابعة اليومية مع حضرتك خلتني أقدر أنتظم بسهولة على النظام، فبجد شكرًا جدًا.",
      },
      7: {
        name: "ريهام سامي",
        review:
          "أنا عايزة أشكر حضرتك جدًا يا دكتور. أنا كنت 43 كيلو وبقيت 50. أنا بقيت بجوع وباكل كويس من غير أي أدوية فاتحة شهية. في الأول، معدتي ماكنتش حتى بتستحمل الميه، وكنت مابحبش الأكل. دلوقتي جسمي اتحسن كتير عن الأول، وكل اللي بيشفني بيلاحظ دا ويقولي حتى وشّي بقى كويس ومش رفيع.",
      },
      8: {
        name: "دينا خالد أحمد",
        review:
          "د. شروق، مش لاقية كلام يوصف المتابعة معاها بصراحة. أنا خسيت حوالي 4 كيلو في شهر، بس الأربعة كيلو كأنهم 8 والله، لأن الفرق في مقاسات الجسم كبير، وتقريبًا رجعت لوزني اللي متعودة عليه، وهدومي كلها ظبطت أكتر من الأول غير إن صحتي بقت أفضل بكتير بشهادة دكتور الغدة. ولا كنت بدوخ ولا حسيت بضعف، ولا حاسة بشراهة ناحية الأكل. أنا متابعة معاها، ولا حسيت بحرمان، لأن النظام متوازن في كل حاجة، حتى الشوكولاتة والنسكافيه اللي مبقدرش أستغني عنهم. بحب برضو إنها بتركز على حل المشاكل الصحية اللي عند العميل، وده كان سبب اختياري لها أصلا.",
      },
      9: {
        name: "إسراء محمد نجاتى",
        review:
          "المتابعة ممتازة، وهي دكتورة ممتازة ما شاء الله. التحسن في صحتي كويس، واللي لاحظته جامد إن تساقط شعري قل شوية، بشرتي اتحسنت شوية، وشفايفي وردت شوية بردو،",
      },
      10: {
        name: "حنين حمدى",
        review:
          "كنت 48 ووصلت ل55، اللهم بارك في شهر. كنت ملتزمة بنسبة 80% تقريبًا. دكتور شروق ما شاء اللّٰه عليها ممتازة، والفضل يرجع ليها بعد ربنا لمجهودها وتعبها معايا. بجد، عمري ما زدت الزيادة دي في مدة بالشكل دا. النظام كان صحي جدًا، ولو في حاجة في النظام مش حباها، كنت ببلغها، ومكنش في إجبار على أي أكل خالص. بقيت بأكل كتير، يعني الأول. كان ممكن أقعد أكتر من 6 ساعات من غير أكل، دلوقتي لو عدى 3 ساعات ببقى جعانة جدًا مفيش تأثير سلبي عليا أو على صحتي، بل بالعكس، والله حياتي اتغيرت للأحسن، ودائمًا حاسة إن عندي طاقة. الميزة اللي حققتها معاكم السبعة كيلو دول بجد بالنسبة لي حاجة كبيرة، لأنهم فرقوا أوي معايا. حتى توقعاتي عمرها ما كانت أني أوصل لكدا، بس الحمد لله، وشكرًا ليها ألف مرة.",
      },
      11: {
        name: "زينب سعيد",
        review:
          "أنا خسيت مع دكتور شروق 18 كيلو ونصف. قبل المتابعة، كانت عندي مشكلة كبيرة في ضهري، والمشكلة دي اتحلت بنسبة 95% بعد المتابعة. حصل تغيير رهيب في المقاسات، ودلوقتي بلبس اللي أنا عايزاه.",
      },
      12: {
        name: "دعاء احمد",
        review:
          "أنا مريضة مقاومة أنسولين وكبد دهني، وخسيت مع دكتور شروق 14 كيلو ونصف بكل بساطة. قبل المتابعة، كان عندي خمول جدًا، لكن دلوقتي نشاطي زاد وبتحرك بسهولة.",
      },
      13: {
        name: "ضحي فوزي",
        review:
          "والله دكتورة شروق سكرة، إنسانة بمعنى الكلمة، مخلصة لشغلها جدًا، دقيقة بالمتابعة والمواعيد، بجد همها تفيد وبتعمل مجهود واضح. نظام الأكل رائع، أنا زدت مع الدكتورة 6 كيلو ونصف، عمرى ما حلمت فيهم. تعلمت إزاي آكل، ومتى آكل. كنت شخص مش فاهم لجسمي أبدًا، وتعلمت حتى لأولادي إزاي تكون الوجبة متكاملة. كان البرنامج مرن جدًا، مفيش حاجة ملهاش بديل أبدًا. صحتي تحسنت كتير؛ شعري أصبح أقوى، جسمي، بشرتي افتحت، ووشي بقى أحلى. صرت أحس بجوع. أنا تركت المتابعة معها، بس ما تراجعت شهيتي ولا نزلت بالوزن، ولسه مكملة على نصايحها. ويارب يجزيها الخير هي وكل الفريق اللي شغال معها.",
      },
      14: {
        name: "نور هان منصور",
        review:
          "دكتور شروق من الطف الدكاترة اللي تابعت معاهم. فاهمة جدًا شغلها وعارفة بتعمل إيه كويس. كفاية المتابعة اليومية والاهتمام والرد على الأسئلة. ومش هنسي في يوم كنت محبطة، فضلت معايا ومسبتنيش لحد ما فكتني من المود السيئ اللي كنت فيه. ربنا يجازيها كل خير. تخنت حوالي 6 كيلو في شهرين، وده كمان لأني برضع، ودي حاجة مكنتش متوقعة إني أزيد فيها. كنت فقدت الأمل إن وزني يزيد من الأصل، الحمد لله.",
      },
      15: {
        name: "الاء حمدي",
        review:
          "حابّة أشكركم على اهتمامكم واهتمام الدكتور طول ال 6 شهور دول. أنا وصلت لهدفي اللي بقالي سنين بحاول فيه، وحطيت هدف جديد هنوصل له مع بعض بإذن الله. والدكتور كانت مريحة جدًا، والفترة كانت لطيفة، وده أهم إنجاز عملته في 2024",
      },
    },
  },
  hook: {
    title: "أكتر من 5000 بنت قدرت تغير وزنها ومقاسات جسمها مع د . شروق على",
    1: "زيادة وزن 12 كيلو",
    2: "زيادة وزن 8 كيلو",
    3: "تخسيس 30 كيلو",
    4: "زيادة وزن 10 كيلو",
    5: "تخسيس 17 كيلو",
    6: "تخسيس 23 كيلو",
  },
};

export default homePageTranslations;
