const paymentDataPageTranslations = {
  title: "سياسة الخصوصية",
  subtitle: "بيانات الدفع",
  hook: "في موزون، نأخذ أمان مدفوعاتك على محمل الجد. إليك كيفية تعاملنا مع وحماية معلومات الدفع الخاصة بك.",
  collectedData: {
    title: "ما هي بيانات الدفع التي نجمعها:",
    1: "عند اشتراكك في خدماتنا أو إجراء عملية شراء، نقوم بجمع التفاصيل اللازمة للدفع، بما في ذلك اسمك، عنوان الفواتير، معلومات بطاقة الائتمان/الخصم، وتاريخ المعاملات.",
    2: "نستخدم معالجات دفع طرف ثالث لإتمام معاملات الدفع. هذه المعالجات تتوافق تمامًا مع معايير الأمان الدولية (مثل PCI DSS).",
  },
  paymentDataUsage: {
    title: "كيف نستخدم بيانات الدفع:",
    1: "يتم استخدام بيانات الدفع الخاصة بك فقط لإتمام والتحقق من المعاملات والاشتراكات في خدماتنا.",
    2: "لإصدار المبالغ المستردة: في حالات المبالغ المستردة المؤهلة، يتم استخدام تفاصيل الدفع الخاصة بك لمعالجة إعادة الأموال إلى حسابك.",
    3: "يتم معالجة المبالغ المستردة في غضون 7-10 أيام عمل بمجرد الموافقة على الطلب. لمنع الاحتيال: قد نستخدم بيانات الدفع الخاصة بك ومعلومات أخرى لاكتشاف ومنع المعاملات الاحتيالية.",
    4: "أمان بيانات الدفع: نحن لا نخزن معلومات بطاقة الائتمان/الخصم الكاملة على خوادمنا. جميع بيانات الدفع مشفرة ويتم معالجتها بشكل آمن بواسطة مزودي الدفع لدينا. نستخدم تدابير أمان متقدمة لحماية بيانات الدفع الخاصة بك، بما في ذلك التشفير باستخدام SSL والتوكنيزيشن.",
  },
};

export default paymentDataPageTranslations;
